{
    "name": "Beas Kund Trek",
    "duration": "3 Days & 2 Nights",
    "distance": "30 kms",
    "altitude": "3700 mts",
    "grade": "Moderate",
    "cost": "7,950 Rupees",
    "crew": "Max 15 persons",
    "place": "Manali to Manali",
    "brsLevel": 2,
    "addOns": [
        "+ Rs. 330 Outdoor Insurance",
        "+ Rs. 2100 Backpack Offloading",
        "+ Rs. 1800 Single Tent Accomodation"
    ],
    "detail": "Beas Kund - Beas so named after Rishi Sage Vyas and Kund is the Hindi word for a tiny pond. This tiny and high-altitude alpine lake of Beas Kund at an altitude of 3,700 meters/12,139 feet is situated at the higher and upper valley of Solang, located at the North end of Manali and located at the foot of Mt. Shitidhar, Ladakhi, and Friendship peak.",
    "detail2": "It’s an ideal base camp for climbing nearby peaks Shitidhar, Friendship, and Ladakhi peak (5,345 m). The west side of Beas Kund is a magnificent peak of Hanuman Tibba 5,990m, which is accessed through a tiny pass above this lake. The entire area is surrounded by spectacular peaks and Glaciers around Beas Kund. Our Beas Kund trek starts from Dhundi at a distance of 8 km from Solang Nala, Solang which is a popular destination for skiing in winter and summer outdoor activities. Setting off from Dhundi the trail goes along the stream upward to Beas Kund and Seven sisters peak, Hanuman Tibba, and Friendship Peak remains insight throughout the trek. Beas Kund trek offers a spectacular view of snow-capped mountains all around.",
    "images": [
        "beasKund1.jpg",
        "beasKund2.jpg"
    ],
    "shortItinerary": [
        {
            "Day 1": "Manali - Dhundi (2840 m), by car 20 km",
            "Day 2": "Trek to Beas Kund 3690 m. - Back to Bakarthach 6-7 hrs.",
            "Day 3": "Trek to Dhundi, 4 Hrs, Dhundi to Manali by car 1 Hour."
        }
    ],
    "detailedItinerary": [
        {
            "Day 1": "Manali - Dhundi (2840 m), by car 20 km, 1 hour, trek to Bakarthach (3300 m). 4/5 hrs.|From Manali, we drive 20 km to Dhundi, which is the starting point of our trek. It offers a spectacular sight of snowcapped mountains. From Solang, the road goes on the right bank of River Beas, through a forest of oak, fir, and walnuts lead to Dhundhi. Setting off from Dhundi, you will get a glimpse of Deo Tibba 6001 meters. And Indrasan peak 6220 mtrs. Along the stream up to Dhundhi 2840 meters. Having sight of Hanuman Tibba 5990 meters, which remain throughout our trek. We now climb gently to Bakerthach crossing a small bridge. Camp.",
            "Day 2": "Trek to Beas Kund 3690 m. - Back to Bakarthach 6-7 hrs.|Today after breakfast we climb gently to Beas Kund, through boulders and rocks for few minutes. We will now soon discover the tiny lake of Beas Kund, believed to be the source of River Beas. And of course base camp for the wonderful summits around ie. Shitidhar, Ladakhi, Friendship peaks. A good trekker can climb these peaks by leaving Beas Kund early. The peaks above 6000m are Makerbeh and Shikhar Beh. Lahaul valley region lies to the north of BeasKund just behind the great wall of these mountains. To the west Kangra and lower region of Himalaya known as Dhauladhar range. Visiting aroun",
            "Day 3": "Trek to Dhundi, 4 Hrs, Dhundi to Manali by car 1 Hour.|Today we descent gradually back to Dhundhi. We spent few hours exploring the adventure activities at Solang. Drive back to Manali."
        }
    ],
    "whatIsIncluded": "Food as per menu on the trek (Starting lunch on Day 2 till lunch on the last day in Manali)|Forest Permits/Camping Charges,if any (Upto the amount charged for Indian nationals)|Tents on twin sharing basis, Sleeping bags, mats|Safety Equipment includes static rescue rope, seat harness, carabiners, pulleys & other items used for climbing.|First Aid certified Expedition guide, cook, helpers, and porters for carrying common supplies|Mountaineering course certified Trek Leader with First Aid certification and special rescue course from NIM, Uttarkashi",
    "whatIsNotInluded": "Portage of personal bags during the trek|Cost of any kind of Travel Insurance.|Any Expense of personal nature.|Any Expense not specified in the inclusions list.|In case reserve day for summit attempt is utilized, an additional amount of INR 2500 would be charged.|IMF Fees for Foreign Nationals (approximately USD 75 per person)|Hotel Stay in Manali on last day of the trek",
    "packingList": "This is a list of essential items for individuals doing the trek with Wild Frontier Explorers Adventures. This list contains only those items which the participants are required to bring with them. The list excludes those items which are provided by Wild Frontier Explorers Adventures on the trek. We have divided the items into five categories. All the items in the list are essential except for those marked as optional.|Trekking Gear|Ruck sack bag with rain cover. Qty -1|Day Pack Bag - Recommended for treks with summit day|Head Torch with spare Batteries. Qty -1|U V protection sunglasses. Qty -1 Here is how you can choose the best sunglasses for trekking.|Water Bottles: 2 bottles of 1 liter each|Footwear|Non-skid, deep treaded, high-ankle trekking shoes Qty -1|Pair of light weight Slipper/Sandals Qty -1|Clothing|Quick Dry Warm lower or Track Pants. Qty - 2|Full sleeves T-shirts/ Sweatshirts. 1 for every 2 days of trekking|Pair of thick woolen socks. 1 pair for every two days of trekking|Thermal Body warmer Upper & Lower. Qty-1|Undergarments. Qty - 1 for every day of trekking|Warm jacket closed at wrist & neck .Qty-1|Full sleeves sweater. Qty -1|Rain wear ( Jacket & Pants ) . Qty-1|Pair of waterproof, warm gloves. Qty-1|Woolen cap. Qty-1|Sun shielding Hat. Qty -1|Toiletries|Personal toiletries kit (Small Towel, Toilet paper, paper soap, Bar soap, toothbrush, toothpaste, cold cream, etc.)|Sun screen lotion small pack. Qty -1 Here is your Sun Protection 101 to stay safe in the bright sunny outdoors.|Lip Balm small pack. Qty-1|Utensils|Small size, Light weight & Leak proof lunch box"
}