{
    "name": "Friendship Peak",
    "duration": "8 days",
    "distance": "34 kms",
    "altitude": "5289 mts",
    "grade": "Difficult",
    "crew": "Max 5 persons",
    "place": "Manali to Manali",
    "addOns": [
        "+ Rs. 330 Outdoor Insurance",
        "+ Rs. 2100 Backpack Offloading",
        "+ Rs. 1800 Single Tent Accomodation"
    ],
    "detail": "A springboard for hardcore mountaineering, Friendship Peak runs in some influential circles. Nestled comfortably in between all the biggies from the two major ranges - Pir Panjal and the Dhauladhar, Friendship Peak is an amphitheater for the tallest mountains in both these ranges. With a bird’s eye view of Manali from the col, to the mountain ranges in Lahaul from its peak; Friendship peak faces Hanuman Tibba on the one side and finds as its neighbours, giants such as Indrasan, Deo Tibba, Priyadarshani, the Seven Sisters to name a few.",
    "detail2": "The Friendship Peak trek is more than just a pretty view from the top. Standing tall at 5289 M, it falls in the largest range of the Lesser Himalayas - the Pir Panjal. Apart from humbly standing its ground in the midst of the 6000ers, we especially are in awe of the trail of the trek which takes us through the most mesmerizing visuals. We encounter alpine meadows, thick forests and wide clearings, crossings over icy cold mountain streams - and of course a thick bed of shimmering white snow - all packed in 34 kms. It has stunning campsites full of local wildlife and bursts of colors, waiting to be wandered and explored.  Even the landscape buried under a thick sheet of snow is anything but wearisome to look at",
    "highlight": "Walking through glacial moraines, navigating our way around massive snow rocks, the unpredictable weather and the brutal slopes keep the journey exhilarating throughout. Friendship peak is not short of an expedition for its difficult terrain, harsh temperature and a continuously steep ascent from the time you set your first foot out the Summit Camp tent.  Each season on the peak is met with different kinds of challenges and hence, different visuals and a completely different experience. ",
    "highlight2": "Although identified as a trekking peak by IMF, do not let the altitude of Friendship Peak deceive you. It is no less hard to please than the 6000ers in it vicinity and hence should only be attempted by experienced trekkers with a know-how of basic mountain skills and prior experience in high altitudes. From carrying your own load to a need for technical knowledge, the peak requires the acumen and grit of a mountaineer, its considerably lesser height helping you shift gears from trekking to mountaineering with ease.",
    "trekMeantFor": "The best months for this trek are May and June for a snow-covered peak and September and October for a predominantly rocky terrain. ",
    "trekMeantFor2": "The grueling climb requires learning new skills; using an ice-axe, pitching a tent in snow, roping up, working together as a team and even seemingly simple tasks like ‘walking’ - on snow, on a steep gradient, in shin-high, extremely heavy snow boots. With the constantly changing weather, we never know when we will be hit by our next snow storm, white-out or torrentuous rains - which makes the trek even more thrilling while also, adding to its level of difficulty.",
    "images": [
        "friendshipPeak1.jpg",
        "friendshipPeak2.jpg"
    ],
    "shortItinerary": [
        {
            "Day 1": "Make way to Manali (2,050 M)",
            "Day 2": "Manali (2,050 M) to Dhundi (3,150 M) via Solang Nalla and onward to Bakkarthatch (3,300 M)",
            "Day 3": "Bakarthatch (3,300 M) to Advance Base Camp at Lady Leg (3,840 M)",
            "Day 4": "Load Ferry to Summit Camp (4,000 - 4,200 M)",
            "Day 5": "Onwards to Summit Camp (4,000 - 4,200 M)",
            "Day 6": "Summit Day (5,289 M)",
            "Day 7": "Reserved as a Reserve Day!",
            "Day 8": "Back to Where We Started!"
        }
    ],
    "detailedItinerary": [
        {
            "Day 1": "Make your way to Manali (2,050 M)|The trek starts from Manali, which is a very popular tourist destination and hence extremely accessible. If you need guidance on how to get to this high-altitude backpacking center, this article (How to reach Manali) might come handy.|Day one is reserved for the participants to make their way into Manali and get settled into their accommodation. First half of the day is reserved to get comfortable with the mountain air and each other. While the body acclimatizes, we take this time to get together with the group and delve into the happenings of the next few days - schedule, what to expect, basic do's and don'ts in the mountains, how to maintain the sanctity of the environment and such matters of importance. Since we are a learning-based organisation, we take some time on the first day to talk a little about how best to pack your backpacks in order for a successful climb. This is accompanied by a demo of the same which is followed by getting all the equipment required, in place. It is a relatively easy day but crucial for what's to come next!|The first day is also super important to get all the paperwork in order - permits and such as per IMF guidelines and state requirements. These are essential for each member to be able to embark on the journey ahead.",
            "Day 2": "Manali (2,050 M) to Dhundi (3,150 M) via Solang Nalla and onward to Bakkarthatch (3,300 M)|<strong>Distance:</strong> 21 kms + 4.5 kms|<strong>Duration:</strong> 1 hour drive + 3 hours trek|After a sumptuous breakfast, we get into a car to drive to the starting point of the trek - a tiny establishment called Dhundi by 10:30 AM. This drive through Solang Nalla is a little way in from Solang Valley Road. Expect to reach this village and start your trek latest by 12:30 AM.|The short one-hour drive is a curious mix of bustling towns and silent empty stretches until we hit another town with shops and hotels and all the shebang. The sight of locals going about their business and the peculiar stone-structured houses are a pleasing sight - giving us a tiny glimpse into the social and economic make-up of mountain living.|The drive takes us through the marvel of smooth mountain roads with expansive views of the Solang Valley in the background. If the weather is clear, on your drive up, you see a glimpse of paragliders flying around above the valley - with all its beautiful colours and bright blue skies, the visual making for a picture perfect view.|The trek, which is approximately 4.5 kms long, starts at Dhundi latest by 12:30 PM where everyone carries their own load. Ration, equipment and tents are ferried on horses. It is a relatively easy trek, with a steady incline. An hour into the trek, we start to see marvelous sightings of tall mountains like the Seven Sisters. This is followed by an ascent of half an hour.|There is a little respite now; we hit some plains and descend areas. This, however, is short-lived. After about 10 minutes, we have to begin navigating big boulders and crossing rocky paths to approach yet another steep ascent. At the mark of the second hour, we reach a clearing where we rest for a bit, soaking in the magnanimity of the landscape around while having some sandwiches and chocolates which were packed for us at the beginning of the trail.|It is an uphill climb from here on - through tall trees of the dense mountain forests with high ferns slowly skirting their way above the tree line. While we are still in the tree line, we can hear the soft chirping of common Himalayan birds which soon starts to fade as we move towards higher ground. We learn to appreciate the ascents more when we are met with small patches of steep descent.|We should reach our first campsite ‘Bakkarthatch’ - ‘Thatch’ meaning meadow - by early evening. Right after we reach, there is a demo/ learning session on how to pitch tents, which will come in handy as everyone pitches their own tents with the help of their tent mates.|Once we have established the campsite, we walk up the flowery patches to a higher altitude for an acclimatisation walk. We come back to the height of our campsite for the night so it is easier for the body to adapt to what’s coming its way the next day.",
            "Day 3": "Bakarthatch (3,300 M) to Advance Base Camp at Lady Leg (3,840 M)|<strong>Distance:</strong> 4 kms|<strong>Duration:</strong> 3-3.5 hours|The third day starts early. After an early morning tea and breakfast, we stretch our muscles a little for the climb ahead. After a short warm-up session, we get our move on by 9 in the morning. Before we start our trek up, we also need to wrap up the campsite, pack our tents, get our bags ready and finish breakfast - we will need all the fuel we can get to reach our destination for the day - Lady Leg (curiously, the campsite is shaped like a leg, and hence, the name).|Today will be a little more difficult than the previous day. Even though the distance is about the same, the climb up is fairly steep. The visual stimulation is sure to keep you motivated all the way up to Advance Base Camp! We walk through the same meadows we hiked up for our acclimatisation walk. The vast open meadows with a spread of green are refreshing to the eyes. Although we are much above the tree line, the yellow wildflowers spread across the floor of the meadow add warmth to the otherwise cool air. The walk is a continuous climb for all 3 hours. Heaps of sheep springing up and down the mountain face set some climbing goals along the way.|Expect to reach the advanced base camp by lunchtime. We pitch our tents as we learnt to do on Day 2. If weather permits, we get a move on to higher patches with snow to get introduced to technical mountaineering equipment and learn basic skills in Ice craft - skills that will prove to be essential on Summit day.|We will spend 2-3 nights at this camp which is rich in all shades of green, riddled with heaps of sheep, shepherd dogs, unfettered horses and is an amphitheater of the highest peaks in the two ranges - Pir Panjal and Dhauladhar. In all its abundance of kindness, it also gives us our first glimpse of Friendship Peak! The peak starts to look really accessible from here giving us 2 whole days to measure up our target.",
            "Day 4": "Load Ferry to Summit Camp (4,000 - 4,200 M)|<strong>Distance:</strong> 3 kms|<strong>Duration:</strong> 2.5 hours|We get our move on by around 10:30 AM. A piping hot breakfast is just what we need to get us ready for our hike in the snow. It will come in handy because today is progressively more difficult than day 3. The trek involves steeper slopes and slipperier terrain. Having to walk in snow boots, in a new landscape, the trek will take anywhere between 2-3 hours, one way. Each trekker must carry all the equipment given to them up to the Summit camp.|As we progress towards Summit Camp, we slowly leave the lush green meadows behind and enter the area rife with loose rocks and deep snow. Walking in snow boots is like learning to walk all over again. Once we get into deeper snow and get used to the boots, it progressively becomes easier to walk. The snow cover can be really thick, though and it is important to watch your step. The gaze of the bigger peaks – Hanuman Tibba, Priyadarshini, Indra Asan, Deo Tibba – constantly guides us along the way.|Once we make it to the campsite, which is decided based on the availability of water, we set up a tent and place all our equipment in it. This serves a two-fold function - that of acclimatisation and that of reaching the tools halfway to the Summit already reducing some of the weight for some of the distance! If time and weather permit, we will do a thorough training on all-things-ice-and-mountain - from getting introduced to technical equipment, to learning how to use it and the importance of teamwork on a mountain face.|Following the ‘Climb High, Sleep Low’ rule of thumb, we return to Lady Leg for the night.",
            "Day 5": "Onwards to Summit Camp (4,000 - 4,200 M)|<strong>Distance:</strong> 3 kms|<strong>Duration:</strong> 2.5 hours|We pack up some of the tents to set them up at Summit Camp for the Summit Push early tonight.|Carrying all we need for the Summit push, including snacks and the necessary clothing, we climb the stretch we hiked up yesterday, one more time. It should be easier today because we are already used to the new boots and the trail and distance are familiar. Since all we need to do for the day is reach the camp and rest our bodies, we begin the trek after a hot lunch at around 2 in the afternoon.|This gives us ample time to sleep through late in the morning since we will not be getting much sleep tonight. If weather conditions are unstable, we shall start our Summit Push from Lady Leg itself. The idea of setting up Summit Camp higher is basically to shorten the time to reach the peak on actual summit day.",
            "Day 6": "Summit Day (5,289 M)|<strong>Distance:</strong> 14-16 kms|<strong>Duration:</strong> 12-14 hours|And it all comes down to this - the final showdown! It goes without saying that this is by far the most difficult day of the trek and also the most rewarding. After resting for a couple of hours and giving the body a chance to adapt to the extreme cold, we will set out for the Summit between 1 and 2 am.|Some nourishment like packets of dry fruit, eggs and sandwiches will be provided because today will involve a whole lot of walking. The wee hours of the night are important and require brisk action - putting on the gear that we have to start with, remembering to carry all our other gear and especially not forgetting a head torch which will prove to be extremely essential during a night climb.|Be prepared a grueling 7-8 hour steep ascent. After a manageable start for the first half hour, which mostly involves walking on flat snow, with a few bumps here and there, the climb gets difficult. Forty minutes into our climb, you can already gauge that this is not going to be an easy peak. During snow time, there are random ice boulders jutting out of the ice bed below, which requires constant maneuvering and has the ability to tire you out very quickly.|It is even more grueling in times when the snow has receded and the rocks are exposed. Navigating this rocky landscape with your snow boots and crampons is a whole different ball game. After 3 hours of maneuvering this terrain, you hit some smooth slopes in the mountain. These are relatively easier on the feet although they are much steeper and hence require the use of some technique and the ice axe at your disposal. We plan our climb in a way as to reach the col between 05:30 and 06:00 AM so that we can catch the magnificent sunrise which casts its light on the whole of Manali and the Pir Panjal range.|We spend some time here to admire the view and also to rest our bodies for what’s coming next. From the col, we walk narrow ridges on a continuously steep incline all the way up to the summit. It is a three hour sharp ascent from the col to the shoulder of the mountain and another 2.5-3 hours of ascent from the shoulder to the summit. Based on the group’s speed, expect to reach between 9-10 AM. After soaking in the glorious view, we begin our descent.|Descent can be tricky because by now, the ice is starting to melt and has become harder to get a grip on. We should reach Summit Camp between 1 and 2 PM. Once back to Summit Camp, we pack up the tents and immediately move down to Lady Leg. The more time we spend in snow, the more our chances of getting unwell and hence, it is extremely important to lose height as quickly as possible.",
            "Day 7": "Reserved as a Reserve Day!|In case of bad weather or other difficulties, Day 7 is reserved for a second summit attempt. This will only get used if unexpected and unforeseeable conditions present themselves at the last minute preventing the first summit push.",
            "Day 8": "Back to Where We Started!|<strong>Distance:</strong> 8-9 kms + 21 kms|<strong>Duration:</strong> 4 hours trek + 1 hour drive|The last day of the trek involves tracing back our steps to where we started - from Lady Leg to Bakkarthach to Dhundi to Manali. We start by 9 AM, so that we can reach a lower altitude as quickly as possible. The trek and drive included should take a couple of hours and reach us to Manali by early evening. Expect to be at Manali latest by 4 PM. In case you are travelling out of Manali the same day, consider booking late night tickets in order to account for any possible delays. If not, it would be a good idea to book your accommodation before we start the trek since you will not get any network on the trail."
        }
    ],
    "whatIsIncluded": "Food as per menu on the trek (Starting lunch on Day 2 till lunch on the last day in Manali)|Forest Permits/Camping Charges,if any (Upto the amount charged for Indian nationals)|Tents on twin sharing basis, Sleeping bags, mats|Safety Equipment includes static rescue rope, seat harness, carabiners, pulleys & other items used for climbing.|First Aid certified Expedition guide, cook, helpers, and porters for carrying common supplies|Mountaineering course certified Trek Leader with First Aid certification and special rescue course from NIM, Uttarkashi|Hotel/Guest House stay in Manali on Day 1. Rooms will be on Twin/Triple Sharing Basis. In case, reserve day is used, the trek will end in Manali.",
    "whatIsNotInluded": "Portage of personal bags during the trek|Cost of any kind of Travel Insurance.|Any Expense of personal nature.|Any Expense not specified in the inclusions list.|In case reserve day for summit attempt is utilized, an additional amount of INR 2500 would be charged.|IMF Fees for Foreign Nationals (approximately USD 75 per person)|Hotel Stay in Manali on last day of the trek",
    "packingList": "This is a list of essential items for individuals doing the trek with Wild Frontier Explorers Adventures. This list contains only those items which the participants are required to bring with them. The list excludes those items which are provided by Wild Frontier Explorers Adventures on the trek. We have divided the items into five categories. All the items in the list are essential except for those marked as optional.|Trekking Gear|Ruck sack bag with rain cover. Qty -1|Day Pack Bag - Recommended for treks with summit day|Head Torch with spare Batteries. Qty -1|U V protection sunglasses. Qty -1 Here is how you can choose the best sunglasses for trekking.|Water Bottles: 2 bottles of 1 liter each|Footwear|Non-skid, deep treaded, high-ankle trekking shoes Qty -1|Pair of light weight Slipper/Sandals Qty -1|Clothing|Quick Dry Warm lower or Track Pants. Qty - 2|Full sleeves T-shirts/ Sweatshirts. 1 for every 2 days of trekking|Pair of thick woolen socks. 1 pair for every two days of trekking|Thermal Body warmer Upper & Lower. Qty-1|Undergarments. Qty - 1 for every day of trekking|Warm jacket closed at wrist & neck .Qty-1|Full sleeves sweater. Qty -1|Rain wear ( Jacket & Pants ) . Qty-1|Pair of waterproof, warm gloves. Qty-1|Woolen cap. Qty-1|Sun shielding Hat. Qty -1|Toiletries|Personal toiletries kit (Small Towel, Toilet paper, paper soap, Bar soap, toothbrush, toothpaste, cold cream, etc.)|Sun screen lotion small pack. Qty -1 Here is your Sun Protection 101 to stay safe in the bright sunny outdoors.|Lip Balm small pack. Qty-1|Utensils|Small size, Light weight & Leak proof lunch box"
}
